cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
# tap "homebrew/cask-drivers"
tap "buo/cask-upgrade"
tap "sst/tap/opencode"

cask "alacritty"
cask "discord"
cask "ghostty"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "vlc"

brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gimp"
brew "git-delta"
brew "gnu-sed"
berw "hexyl"
brew "hyperfine"
brew "imagemagick"
brew "jc"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "pandoc"
brew "parallel"
brew "pipx"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "wget"
brew "yazi", args: ["--HEAD"]
brew "zoxide"
