cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
# tap "homebrew/cask-drivers"
tap "buo/cask-upgrade"

cask "discord"
cask "iterm2"
# cask "macs-fan-control"
cask "obs"
cask "obsidian"
cask "proxyman"
cask "rectangle"
cask "signal"
cask "skype"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"

brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
berw "hexyl"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jc"
brew "jq"
brew "neofetch"
brew "node"
brew "pandoc"
brew "parallel"
# brew "pyenv"
brew "ripgrep"
brew "tldr"
brew "neovim"
brew "wget"
brew "zoxide"
