cask_args appdir: "/Applications"

tap "buo/cask-upgrade"

brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "hexyl"
brew "hyperfine"
brew "imagemagick"
brew "jc"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "pandoc"
brew "parallel"
brew "pipx"
brew "ripgrep"
brew "stow"
brew "opencode"
brew "tmux"
brew "wget"
brew "yazi", args: ["HEAD"]
brew "zoxide"

cask "alacritty"
cask "ghostty"
cask "gimp"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "visual-studio-code"
cask "vlc"

mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SnippetsLab", id: 1006087419
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Xcode", id: 497799835

